<template>
 
    <v-row style="overflow: hidden;">
        <Header></Header>
    </v-row>    
    <v-row>
        <Top_nav></Top_nav>
    </v-row>
    <v-row>
        <div class="content">
            <div class="main-content">
                <h2>ТЕХНОЛОГИЧЕСКОЕ ОБОРУДОВАНИЕ ИЗ КИТАЯ</h2>
                <p>
                    Компания ‘Красный Мост’ специализируется на прямых поставках качественного производственного оборудования из Китая в Россию и страны СНГ от проверенных заводов-производителей. Мы также предоставляем услуги производства нестандартного оборудования по Вашим индивидуальным заказам. Наша команда гарантирует высокое качество продукции, надежность поставок и индивидуальный подход к каждому клиенту. Обращайтесь к нам для решения ваших производственных задач!
                </p>
                <div class="red-accent">
                    <p>
                        ПРИ ВЫБОРЕ КАЧЕСТВЕННОГО ОБОРУДОВАНИЯ ИЗ КИТАЯ ДЛЯ ПРОИЗВОДСТВА, ЧЕРЕЗ НАС ВЫ МЕЖНТЕ ЗНАЧИТЕЛЬНО СЭКОНОМИТЬ 
                    </p>
                </div>
                
                <TileMain></TileMain>

                <h3>
                    Почему мы?
                </h3>
                <p>
                    Компания «Китайско-Российский Золотой Мост» тесно сотрудничает с крупнейшими китайскими машиностроительными компаниями и является непосредственным их представителем в России и странах СНГ. Мы предлагаем Вам качественное оборудование, линии производства, заводы, технику от лучших компаний Китая, которое можно купить непосредственно от производителя минуя посредников. Если Вам необходимо найти или купить в Китае определенное оборудование, производственную линию, различную технику, наладить собственное производство либо наглядно убедиться в качестве выпускаемой продукции, то обязательно воспользуйтесь нашими услугами.
                </p>
                <h3>
                    Как купить оборудование в Китае?
                </h3>
                <p>
                    Выберите интересующее Вас оборудование на нашем сайте. Для удобства Вы можете воспользоваться поиском оборудования. Просмотрите его характеристики и спецификацию. Если вам нужна полная информация, то сделайте запрос в нашу компанию. Далее просто свяжитесь с нами удобным для вас способом. Наши сотрудники подберут Вам то в чем вы нуждаетесь, ответят на все Ваши вопросы, и сообщат любые подробности. Вам лишь останется заключить контракт с производителем на поставку оборудования и произвести оплату. Контракт Вы можете заключить как лично при встрече с производителем в Китае, так и дистанционно. Мы гарантируем вам полное сопровождение сделки.
                </p>
                <Grey_accent></Grey_accent>

                <h3>
                    Как вы сможете доставить оборудование из Китая?
                </h3>
                <p>
                    У крупных китайских машиностроительных компаний которых мы представляем, как правило есть свой отдел логистики. Сотрудники, работающие в данном отделе, могут организовать доставку изготовленного компанией оборудования в любую точку земного шара. Вам не придется переживать за свой груз, так как компания производитель обеспечивает вам комплексную поставку оборудования под ключ! В этом случае, в контракте на поставку оборудования прописывается, что машиностроительная компания обязуется не только изготовить, но и доставить оборудование заказчику. Кроме этого возможно заключить отдельный контракт на поставку оборудования с китайской логистической компанией. Мы много лет сотрудничаем с крупным и отлично зарекомендовавшим себя китайским перевозчиком. Данная логистическая компания имеет офис в Москве, и предоставляет клиентам качественные услуги по доставке любого оборудования по весьма, конкурентно способным тарифам.
                </p>
                <h3>
                    Не нашли нужное Вам оборудование на нашем сайте?
                </h3>
                <p>
                    Не расстраивайтесь, наша компания осуществит для Вас поиск производителей оборудования в Китае для Вашего производства, под Ваши потребности. Свяжитесь с нами прямо сейчас, и мы поможем Вам в поиске китайского оборудования. Для удобства на нашем сайте работает горячая телефонная линия. Сотрудничество с компанией Китайско-Российский Золотой Мост сделает Ваш бизнес максимально рентабельным!
                </p>
                <h3>
                    Монтаж и пусконаладка оборудования из Китая
                </h3>
                <P>
                    Наша компания специализируется на монтаже и пусконаладке китайского оборудования. Мы предлагаем профессиональные услуги по установке и настройке оборудования, чтобы обеспечить оптимальную работу и эффективность его работы. Наш опытный персонал гарантирует качественное выполнение работ и выполнение всех необходимых процедур для успешного запуска оборудования. С нами Ваше оборудование будет работать наилучшим образом и приносить вам только выгоду.
                </P>
                <h3>
                    Посмотрите некоторые наши реализованные проекты
                </h3>
                <p>
                    Завод по производству алюминиевых композитных панелей в Мордовии. Смотреть → Завод по производству подгузников для взрослых. Смотреть → Поставка для действующего завода производства одноразовых шприцев, полностью горячеканальных пресс-форм. Смотреть →
                </p>
            </div>
            <div>
                <FeedbackForm></FeedbackForm>
                <Prime_news></Prime_news>
            </div>
        </div>
        
    </v-row>
    <v-row>
        <Footer></Footer>
    </v-row>

    <!-- TODO
    задать макс ширину мэйну
    сделать исчезание элементов при сужении экрана
    задать классы колонкам квадратиков -->

</template>

<script setup>
    import Header from "../components/Header.vue"
    import Top_nav from "../components/Top-nav.vue"
    import Footer from "../components/Footer.vue"
    import FeedbackForm from "../components/FeedbackForm.vue"
    import Grey_accent from "../components/Grey-accent.vue"
    import Prime_news from "../components/PrimeNews.vue"
    import TileMain from "../components/TileMain.vue"


</script>

<style scoped>

/*
#content{
    float: left;
    width: 700px;
   
    margin-top: 20px;
}

    p{
    margin: 0;
    padding: 0;
}
*/
.v-row{
    width: 100%;
}
/*
#form{
    float: right;
} */
</style>